chat_system_1967150661_actor_description=Mirabella. Tough Woman-Pirate.
chat_system_1967150661_snap_0_question=^?^Well shiver me timbers! Look who's been blown here by the good wind. Hey, man, I've not seen you here before. I know every drunk mug on these damned islands.
chat_system_1967150661_snap_0_answer_0=^?^A thousand dragons! What a beauty! Your beauty fills my sails with the winds of love.
chat_system_1967150661_snap_0_answer_1=^?^Don't worry, dearie. You'll know my face well afore too long.
chat_system_1967150661_snap_0_header_1=^?^Look at him, what confidence! The governor's artist must be already drawing your portrait and profile; soon enough, your mug would look down at me from every pole.<br>You don't look like those cutthroats on the run from the governor's executioners. Strike me dead, stranger - maybe that's none of my business - but I'll give you a piece of advice: don't pretend to be what you're not.
chat_system_1967150661_snap_0_answer_2=^?^Good day, beautiful lady! What is such a charming girl doing in this horrible refuge for mobs and criminals?
chat_system_1967150661_snap_0_header_2=^?^Wow! Can it be true that we have a noble guest in our land? You must be one of them convicted rebels who incite people against the king...<br>But you know what, friend? I don't see you as having the right mug for a noble gentleman. Maybe you don't lack a title, but I'd rather believe that you've earned them by work, than by inheritance. And I like earned titles more than the ones that boys inherit from their daddy.
chat_system_1967150661_snap_0_answer_3=^?^It doesn't become a girl to swear and defile her pure soul with indecent thoughts.
chat_system_1967150661_snap_0_header_3=^?^Damn it... Are you one of these religionists who stick to the temples day and night, and worry the people with executions and damnation?<br>Hey you, godboy, I don't know which of these damned gods you serve, but around here, guys like you are not welcome. Maybe you haven't realized where you are, stranger, but here people pray to only one god - gold! Well, that and the rum barrel.
chat_system_1967150661_snap_1_question=^?^Ha-ha! Just look at him! What words you've picked up here. But I can see at once that you're not used to talking like this. Aren't you afraid you'll damage your tongue, stranger?
chat_system_1967150661_snap_1_answer_0=^?^Oh, yes, sorry that I forgot to introduce myself. My name is [player]. I'm the Royal Treasure Searcher.
chat_system_1967150661_snap_16_question=^?^Come on! Can you be a real Treasure Searcher?<br>Don't make me laugh, boy. Everyone here searches for treasures, and every other man is searching for royal ones. What makes you any different? That your teeth haven't been touched by scurvy and that your arms and legs are still intact? That won't take much time to correct, may the rum strike me dead.
chat_system_1967150661_snap_16_answer_0=^?^You probably meant to say "may lightning strike me."
chat_system_1967150661_snap_16_header_0=^?^Oh, we've got ourselves a clever boy, don't we! You must be wearing that helmet so's your brains don't come out your cute little ears. Lightning is flash and a bang in the sky. Rum is fire in the throat, a cheery song, a loud fight and empty pockets and an aching head in the morning. Nothin's worse, don't you think?<br>Oh, yes, I forgot my good manners. And where, in fact, should I get them from?<br>My name is Mirabella... Captain Mirabella for the crew and just plain Mirabella for friends. For enemies - curse them dead - the Red Devil. And for love... Though I've already told you too much for a shore loafer.
chat_system_1967150661_snap_2_question=^?^Hi, [player]. So, do you already feel yourself at home on our thrice cursed islands? I bet you on my cocked hat, that you've never seen so many cutthroats, drunkards and scum in your life.<br>So, do you have any business or have you just dropped in to have a chat? But don't tell me that you've come to ask me to marry you. You'd just disappoint me.
chat_system_1967150661_snap_2_answer_0=^?^Beautiful Mirabella, I'm seeking your hand in marriage.
chat_system_1967150661_snap_2_answer_1=^?^Beautiful Mirabella, I'm seeking your hand in marriage.
chat_system_1967150661_snap_2_answer_2=^?^I have a question to you. Maybe you've heard of Lucky James?
chat_system_1967150661_snap_2_answer_3=^?^I heard Lucky James courts you.
chat_system_1967150661_snap_2_header_3=^?^No, I can't say that he courts me. I'll be damned, but he is my husband-to-be, the scoundrel! I lost my freedom in a wager to him, and now I'm his fiancee. I know that I shouldn't have bet with him, because I knew that he's very lucky.<br>But if he tries to come closer to me than the length of my knife, we'll show everyone what color are the guts of the luckiest pirate on the Islands.
chat_system_1967150661_snap_2_answer_4=^?^I was glad to chat with you, but I have to go. See you, my beauty.
chat_system_1967150661_snap_14_question=^?^Don't you tell me lies now. Don't you play with a fragile girl's feelings. And if it's rum in your head that's talking, then you'd better tell me right now.<br>Do you really need such a wife, who uses foul language, snatches at her saber every time someone sneezes - and besides, guzzles rum like a boatswain?
chat_system_1967150661_snap_14_answer_0=^?^I'm serious! Be my wife!
chat_system_1967150661_snap_14_answer_1=^?^I'm sorry; it was only a joke, but a funny one! Goodbye.
chat_system_1967150661_snap_15_question=^?^I... I don't even know what I should say. [player]. I'll be damned, but even all my swears have left my mind.<br>Well... I'm... you know... I agree... Kiss me, my beloved.
chat_system_1967150661_snap_15_answer_0=^?^(Kiss the girl.)
chat_system_1967150661_snap_8_question=^?^Wow! Don't you make me laugh now. Do you know how many times a day they make proposals to me around here? And one of the suitors even brought me the left hand and the heart of my old enemy, as a present.<br>Look, first off, I'm not a free girl. I belong to Lucky James because I'm his fiancee. And second, I'll marry only the bravest and worthiest man alive. I have a special condition for such "suitors" like you: my chosen one will kill the Kraken.
chat_system_1967150661_snap_8_answer_0=^?^James and the horrible Kraken are dead.
chat_system_1967150661_snap_8_answer_1=^?^Don't worry. The matter with Lucky is settled, you're a free woman again.
chat_system_1967150661_snap_8_header_1=^?^Wow! Can you be the same daredevil who killed James? I never imagined that you'd be able to do it. Thank you kindly. You've saved me from a scoundrel. But what about the Kraken? I've not heard of that monster's death! When you kill the Great Kraken I will marry you.
chat_system_1967150661_snap_8_answer_2=^?^I've killed the sea monster. The Kraken is dead.
chat_system_1967150661_snap_8_header_2=^?^You speak the truth. I know it because I can feel a lie. So it was really you. In every tavern they say that someone killed the Kraken. You know, I've almost fallen in love with you.<br>Unfortunately there remains one barrier between us - and his name is the thrice cursed Lucky James, my husband-to-be. So long as he is alive, I am his fiancee, and cannot belong to another. This is the law of the Islands.<br>But I hope this scum won't live long.
chat_system_1967150661_snap_8_answer_3=^?^What is this Kraken?
chat_system_1967150661_snap_8_header_3=^?^A sea monster of gigantic size. Some people believe him to be a sea God. In the old times, they thought the Kraken was just a legend, a myth... And all people who said that they had seen him had just been drinking too much rum. But some time ago, just when the storms became stronger, our legend awakened. The Kraken appeared by the shore, and dragged half of the Governor's fleet away to the sea bottom in one go.
chat_system_1967150661_snap_8_answer_4=^?^Where can I find this Kraken?
chat_system_1967150661_snap_8_header_4=^?^To the northwest from here, near the Curved Rock, you can find the ship of the Captain Wetbelly, the famous sea-monster hunter. He will show you the way to the Kraken.
chat_system_1967150661_snap_8_answer_5=^?^Ok. We'll talk next time.
chat_system_1967150661_snap_3_question=^?^Who hasn't heard of him? The gods rarely give such luck as they've given to our James, curse them three times. The only man on the islands who's richer than he is the Governor himself. And then again, that's only thanks to James's gold and gems.<br>Ah, I knew his damn luck, so what made me wager with him? Anyway, I'm his fiancee now. James is my husband-to-be - may the seagulls peck his guts.
chat_system_1967150661_snap_3_answer_0=^?^Do you know where I can find James?
chat_system_1967150661_snap_4_question=^?^Can you imagine you're the first to ask me? I may be his fiancee, but I'm not his nurse! And anyway, I don't know you; for all I know, you're planning to kill him!<br>Of course, I don't care about that, but he is my husband-to-be, you know. And the owner of the mines and a couple of ships as well.
chat_system_1967150661_snap_4_answer_0=^?^I'm not going to kill him. Not yet.
chat_system_1967150661_snap_4_answer_1=^?^Don't worry, I don't mean him any harm.
chat_system_1967150661_snap_4_answer_2=^?^How could you imagine such a thing? No, we have some mutual business interests.
chat_system_1967150661_snap_4_answer_3=^?^Maybe a modest present, say, 500 gold coins might make you kinder.
chat_system_1967150661_snap_4_answer_4=^?^I've got the gold - you've got the information. I'll offer you 1000 gold coins for the secret location of James's hideaway.
chat_system_1967150661_snap_5_question=^?^Look at him, such a dashing boy. James will just chew you up. He has the most ferocious crew on the Islands - even the governor is afraid to quarrel with him. My suitor is one tough guy, you know.
chat_system_1967150661_snap_5_answer_0=^?^If he tries to chew on me, my guts will stick in his throat.
chat_system_1967150661_snap_9_question=^?^Ok, look.<br>I don't know if you know this or not, but here on the Islands, James has some mines. Old mines filled with precious stones, the lucky bastard. There he has built his secret refuge. A real hideout, you understand - weapons and food stocks, secret passages and so on. He's hiding there right now, like a mole.<br>But be careful - if you talk too loud about this refuge, I'll take this anchor with these very hands, and I'll stick it where... well, let's just say you'll never be able to ride a horse again. You got that?
chat_system_1967150661_snap_9_answer_0=^?^Thanks, you're a dream.
chat_system_1967150661_snap_6_question=^?^A thousand hairy shrimp, I could almost have started to daydream. I thought for a second that finally there's someone who's going to cut the throat of my "beloved suitor," damn that rascal!
chat_system_1967150661_snap_6_answer_0=^?^Tell me where can I find him, and then I'll decide if I should cut his throat or rip out his guts.
chat_system_1967150661_snap_7_question=^?^What kind of interests? Wait a minute, you shore rat! You're that scoundrel who brings him slaves from Darion! You, bastard, stay where you are, don't move, or I'll cut your guts out.<br>A thousand hairy jellyfish, I just got this new jacket, but now I'll have to stain it with the blood of a slave trader.
chat_system_1967150661_snap_7_answer_0=^?^Hey-hey, careful with that thing, don't cut yourself. Can't you see I serve His Majesty, the King of Darion?
chat_system_1967150661_snap_17_question=^?^Well I'll be pickled in a bottle of rum. Fancy that, the king's servant.<br>Wait a minute.... Aren't you that land-lover who's come by the "Swallow"? Can the King of Darion really have some business here?
chat_system_1967150661_snap_17_answer_0=^?^You say somebody's bringing in slaves to Lucky from Darion? Now I'm even more interested to talk to your friend. So, can you tell me where to find him? Or are you in the slaves business together?
chat_system_1967150661_snap_10_question=^?^I see you can talk to the girls, wanderer! Of course, I'd prefer a less modest present, like a ring, or maybe a diamond, but never you mind.<br>So, what do you want for your gold? You want to know where Lucky is hiding?
chat_system_1967150661_snap_10_answer_0=^?^Yes, I need to... speak to him.
